Revit 2024 API
SymbolTypeId.MSup2 Property
 Symbol m², indicating unit Square meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MSup2 { get; }
Visual Basic
Public Shared ReadOnly Property MSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace